---
kind: other
id: Properties.T:Autodesk.Revit.DB.CategorySetIterator
source: html/5b8a53a2-9773-908c-56b0-689393ec7e2f.htm
---
# CategorySetIterator Properties

Retrieves the item that is the current focus of the iterator.